{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 3,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "TG": 11,
      "CA": 12,
      "CC": 13,
      "TA": 14,
      "GG": 15,
      "TC": 16,
      "GA": 17,
      "AAA": 18,
      "GC": 19,
      "TAA": 20,
      "TTTT": 21,
      "TCA": 22,
      "TGA": 23,
      "TTA": 24,
      "GAA": 25,
      "TCC": 26,
      "CAA": 27,
      "CTG": 28,
      "CTT": 29,
      "GTG": 30,
      "GTT": 31,
      "GCA": 32,
      "GGA": 33,
      "CCA": 34,
      "GTA": 35,
      "GCC": 36,
      "CTA": 37,
      "TAAA": 38,
      "AAAA": 39,
      "CTC": 40,
      "GTC": 41,
      "TGTG": 42,
      "TATT": 43,
      "CACA": 44,
      "GAAA": 45,
      "TATA": 46,
      "TCTT": 47,
      "TGTT": 48,
      "CAAA": 49,
      "GAGA": 50,
      "CATT": 51,
      "TGAA": 52,
      "CAGG": 53,
      "TCTG": 54,
      "CAGA": 55,
      "TCAA": 56,
      "GGAA": 57,
      "TAAAA": 58,
      "CTGA": 59,
      "GCTT": 60,
      "GTGA": 61,
      "GCTG": 62,
      "CTCA": 63,
      "CCTT": 64,
      "CATG": 65,
      "GCAA": 66,
      "GTCA": 67,
      "GTAA": 68,
      "TTTTA": 69,
      "TATG": 70,
      "GAGG": 71,
      "CGG": 72,
      "GATT": 73,
      "CCTG": 74,
      "TCTC": 75,
      "CCAA": 76,
      "GTTA": 77,
      "CTCC": 78,
      "CTAA": 79,
      "TACA": 80,
      "CTTA": 81,
      "TCCA": 82,
      "GATG": 83,
      "TTAA": 84,
      "GAAAA": 85,
      "TTTG": 86,
      "GTTTT": 87,
      "TCTA": 88,
      "GCCA": 89,
      "GTCC": 90,
      "CTTTT": 91,
      "GGGG": 92,
      "CGA": 93,
      "TTTA": 94,
      "CCCA": 95,
      "CAAAA": 96,
      "TGGG": 97,
      "TAGA": 98,
      "TAGG": 99,
      "GACA": 100,
      "GGTT": 101,
      "CCCC": 102,
      "GGTG": 103,
      "CATA": 104,
      "GCTA": 105,
      "TGTA": 106,
      "TCAAA": 107,
      "TGGA": 108,
      "TAATT": 109,
      "TTATT": 110,
      "TGCA": 111,
      "GGCA": 112,
      "GATA": 113,
      "CCTA": 114,
      "TTCA": 115,
      "TCTCA": 116,
      "GGGA": 117,
      "CGC": 118,
      "CTGAA": 119,
      "GTAAA": 120,
      "TCTCC": 121,
      "CGTG": 123,
      "GCAAA": 124,
      "TCTGA": 126,
      "TCATT": 127,
      "GGAAA": 128,
      "TGAAA": 129,
      "TCCTT": 130,
      "CCAAA": 131,
      "GAATT": 132,
      "CTAAA": 133,
      "CGTT": 134,
      "GTGAA": 135,
      "GGCC": 136,
      "TAATA": 137,
      "GGTA": 138,
      "TGCC": 139,
      "CACC": 140,
      "TGATT": 141,
      "GCTCA": 143,
      "TCCAA": 144,
      "GAGAA": 145,
      "CTGTT": 146,
      "TATTA": 147,
      "CAGCA": 148,
      "CTCTT": 149,
      "CTTAA": 150,
      "CAGAA": 151,
      "GCTGA": 152,
      "GTTAA": 153,
      "TCTTA": 154,
      "GCCAA": 156,
      "CTTTG": 157,
      "GACC": 158,
      "CGCA": 159,
      "GTATT": 160,
      "GTCTT": 161,
      "CAATT": 162,
      "GTGTT": 163,
      "CTCAA": 164,
      "GGAGG": 165,
      "CGAA": 166,
      "GTCAA": 168,
      "CGCC": 169,
      "TATAA": 170,
      "TACC": 171,
      "TCTAA": 172,
      "CCATT": 173,
      "CGGA": 174,
      "CAGTG": 176,
      "TCCTG": 177,
      "CTCTG": 178,
      "CTGTG": 180,
      "CAGC": 181,
      "GCATT": 183,
      "GCCTT": 184,
      "TAATG": 185,
      "CTATT": 186,
      "GTTTG": 187,
      "TGATG": 188,
      "GGCTG": 189,
      "CCTCA": 190,
      "GAGGA": 191,
      "GCCTG": 192,
      "AAATT": 193,
      "CGTA": 194,
      "TACAA": 196,
      "CATCA": 197,
      "CAGTT": 198,
      "TGAGA": 199,
      "GGGAA": 200,
      "CACTG": 201,
      "CACAA": 202,
      "CAGGA": 203,
      "CCCCA": 204,
      "CCCTG": 205,
      "TAGAA": 207,
      "GAGCA": 208,
      "CCTCC": 209,
      "CACCA": 210,
      "TATCA": 211,
      "GAGC": 212,
      "CATTA": 213,
      "GAGTG": 215,
      "GGATT": 216,
      "TACTT": 218,
      "CACTT": 219,
      "GTCTG": 220,
      "TGAGG": 221,
      "GAGTT": 222,
      "GAATG": 223,
      "TCATG": 224,
      "GACAA": 225,
      "GACTT": 226,
      "GGCCA": 229,
      "CAGCC": 231,
      "CCCTT": 232,
      "GCTAA": 233,
      "GTGTG": 235,
      "TACTG": 236,
      "TAGTT": 237,
      "CAATG": 238,
      "GCTC": 239,
      "CAGTA": 240,
      "GCTCC": 241,
      "CATAA": 242,
      "TTATG": 243,
      "GATGA": 245,
      "CATGA": 246,
      "GCGG": 247,
      "CCATG": 249,
      "GATAA": 250,
      "GACTG": 251,
      "TATGA": 252,
      "GCAGG": 253,
      "GATCA": 254,
      "GGATG": 256,
      "CCTGA": 257,
      "GAAGG": 259,
      "GATTA": 260,
      "CCTC": 261,
      "GACCA": 262,
      "GCTTA": 263,
      "CCCAA": 264,
      "AAATG": 265,
      "GCATG": 266,
      "TAGTA": 267,
      "TACCA": 268,
      "GGCTT": 269,
      "CGTC": 270,
      "GGTCA": 272,
      "TACTA": 274,
      "TAGCA": 275,
      "TATC": 276,
      "CTGGG": 277,
      "CATC": 278,
      "GTGGG": 281,
      "GAGTA": 282,
      "CCAGG": 283,
      "TAGTG": 285,
      "CACTA": 287,
      "TCGG": 288,
      "TCAGG": 289,
      "CCTTA": 292,
      "CATCC": 293,
      "CTTGG": 294,
      "CCTAA": 297,
      "CTATG": 298,
      "CAAGG": 303,
      "GAGCC": 307,
      "GACTA": 308,
      "GTATG": 312,
      "TAGGA": 314,
      "TAGC": 315,
      "GTTGG": 316,
      "TATCC": 324,
      "CTCCA": 326,
      "GGCAA": 328,
      "GGAGA": 329,
      "GAAGA": 330,
      "GGTGA": 331,
      "GGGCA": 332,
      "CTGCA": 335,
      "CCCTA": 338,
      "AAATA": 340,
      "GGGTT": 342,
      "GGGGA": 345,
      "TCAGA": 346,
      "GGGTG": 351,
      "GGGC": 354,
      "TCCCA": 355,
      "CTTTA": 358,
      "TCGA": 359,
      "GTTTA": 360,
      "CTTCC": 362,
      "TTAAA": 364,
      "CGTGA": 368,
      "CAGTC": 369,
      "GAATA": 370,
      "CCCTC": 372,
      "GATCC": 375,
      "TTATA": 378,
      "GGTAA": 380,
      "TCACC": 385,
      "GGTTA": 387,
      "GCAGA": 390,
      "CTTCA": 391,
      "CGAGG": 393,
      "TAACA": 394,
      "CGTCA": 397,
      "TAAGA": 398,
      "CTGTA": 400,
      "CGCTG": 403,
      "GCGA": 405,
      "CAATA": 406,
      "GAACA": 408,
      "CGAAA": 409,
      "TCACA": 411,
      "TGACA": 414,
      "CAAGA": 421,
      "GGCTA": 422,
      "CGTAA": 424,
      "CGAGA": 425,
      "TGATA": 426,
      "CAACA": 428,
      "CGATT": 429,
      "TCATA": 434,
      "CTCTA": 436,
      "CTGGA": 438,
      "TAAGG": 439,
      "CCACA": 442,
      "CCGG": 443,
      "TGGAA": 445,
      "CGGAA": 446,
      "GTTCA": 448,
      "CTGCC": 452,
      "CCAGA": 454,
      "CGCTT": 457,
      "CCACC": 467,
      "TGCTG": 472,
      "GGGTA": 473,
      "TTACA": 474,
      "GCACA": 476,
      "TGTGA": 479,
      "TCGAA": 480,
      "GGACA": 481,
      "GTGGA": 483,
      "TCCCC": 485,
      "GCCCC": 486,
      "CTTGA": 487,
      "GTATA": 493,
      "CGTTA": 495,
      "CGATG": 499,
      "CGCCA": 504,
      "GTTCC": 506,
      "GCGC": 511,
      "GTTGA": 512,
      "CTATA": 514,
      "GTAGG": 522,
      "GTCTA": 525,
      "TGACC": 528,
      "GTGTA": 530,
      "TCGTG": 539,
      "GCACC": 541,
      "CTACA": 544,
      "CGCAA": 547,
      "GCCCA": 549,
      "TCGTT": 550,
      "GTAGA": 551,
      "GTCCA": 553,
      "TCCTA": 561,
      "GTACA": 563,
      "GCATA": 564,
      "CCATA": 571,
      "GGATA": 573,
      "GCGTG": 577,
      "CGTCC": 578,
      "CGGTT": 583,
      "CGGTG": 587,
      "GAACC": 597,
      "GGGCC": 599,
      "GCGCC": 601,
      "GAGTC": 611,
      "TAACC": 615,
      "GTGCC": 621,
      "GGTCC": 624,
      "GCCTA": 628,
      "CAACC": 635,
      "GACTC": 646,
      "TCGCC": 651,
      "GTGCA": 669,
      "CTAGG": 681,
      "TCGC": 685,
      "CACTC": 701,
      "TCGCA": 704,
      "GCGGA": 708,
      "GCGCA": 710,
      "CCCGG": 716,
      "TCGTA": 725,
      "TTAGG": 731,
      "GGCGG": 745,
      "TCGGA": 757,
      "GCGTT": 764,
      "GGCTC": 765,
      "TAGCC": 792,
      "GGGTC": 830,
      "GCGAA": 841,
      "GACGG": 846,
      "CACGG": 866,
      "TGTTA": 881,
      "CCGTG": 886,
      "TCGTC": 920,
      "CGCTA": 925,
      "GCGTA": 937,
      "GACGA": 987,
      "GATC": 992,
      "CCGCC": 1002,
      "CT": 1038,
      "GT": 1049,
      "GCGTC": 1051,
      "CCGCA": 1078,
      "CCCGA": 1095,
      "CACGA": 1106,
      "CCGAA": 1132,
      "GGCGA": 1138,
      "CCGTT": 1145,
      "TACTC": 1156,
      "GGTC": 1200,
      "TAGTC": 1211,
      "GGACC": 1235,
      "GCAGC": 1265,
      "CCGGA": 1339,
      "CCGTA": 1341,
      "CCGA": 1396,
      "GTCTC": 1406,
      "CTACC": 1423,
      "CGGCC": 1435,
      "TACGG": 1527,
      "TTACC": 1530,
      "GGCGC": 1589,
      "GTACC": 1591,
      "TACGA": 1599,
      "GACGC": 1642,
      "CTAGA": 1701,
      "TTAGA": 1725,
      "CCCGC": 1765,
      "CACGC": 1836,
      "CCGTC": 1847,
      "ATT": 2061,
      "GTGGC": 2412,
      "CGACC": 2573,
      "GCCGG": 2694,
      "CGGGG": 2781,
      "CCGC": 2787,
      "TCT": 2877,
      "CTCGG": 3189,
      "GTCGG": 3194,
      "CG": 3206,
      "ATG": 3218,
      "TCCTC": 3321,
      "GTTTC": 3335,
      "TCAGC": 3562,
      "GCCTC": 3630,
      "CTCTC": 3639,
      "TACGC": 3890,
      "GCT": 4089
    },
    "merges": [
      "A A",
      "T T",
      "T G",
      "C A",
      "C C",
      "T A",
      "G G",
      "T C",
      "G A",
      "AA A",
      "G C",
      "T AA",
      "TT TT",
      "T CA",
      "TG A",
      "TT A",
      "G AA",
      "T CC",
      "C AA",
      "C TG",
      "C TT",
      "G TG",
      "G TT",
      "G CA",
      "GG A",
      "C CA",
      "G TA",
      "G CC",
      "C TA",
      "T AAA",
      "AA AA",
      "C TC",
      "G TC",
      "TG TG",
      "TA TT",
      "CA CA",
      "G AAA",
      "TA TA",
      "TC TT",
      "TG TT",
      "C AAA",
      "GA GA",
      "CA TT",
      "TG AA",
      "CA GG",
      "TC TG",
      "CA GA",
      "TC AA",
      "GG AA",
      "TAA AA",
      "C TGA",
      "GC TT",
      "G TGA",
      "GC TG",
      "C TCA",
      "CC TT",
      "CA TG",
      "GC AA",
      "G TCA",
      "G TAA",
      "TTTT A",
      "TA TG",
      "GA GG",
      "C GG",
      "GA TT",
      "CC TG",
      "TC TC",
      "CC AA",
      "G TTA",
      "C TCC",
      "C TAA",
      "TA CA",
      "C TTA",
      "TC CA",
      "GA TG",
      "TT AA",
      "GAA AA",
      "TT TG",
      "G TTTT",
      "TC TA",
      "GC CA",
      "G TCC",
      "C TTTT",
      "GG GG",
      "C GA",
      "TT TA",
      "CC CA",
      "CAA AA",
      "TG GG",
      "TA GA",
      "TA GG",
      "GA CA",
      "GG TT",
      "CC CC",
      "GG TG",
      "CA TA",
      "GC TA",
      "TG TA",
      "TC AAA",
      "TG GA",
      "TAA TT",
      "TTA TT",
      "TG CA",
      "GG CA",
      "GA TA",
      "CC TA",
      "TT CA",
      "TC TCA",
      "GG GA",
      "C GC",
      "CTG AA",
      "G TAAA",
      "TC TCC",
      "C GTG",
      "GC AAA",
      "TC TGA",
      "TCA TT",
      "GG AAA",
      "TG AAA",
      "TCC TT",
      "CC AAA",
      "GAA TT",
      "C TAAA",
      "C GTT",
      "GTG AA",
      "GG CC",
      "TAA TA",
      "GG TA",
      "TG CC",
      "CA CC",
      "TGA TT",
      "GC TCA",
      "TCC AA",
      "GA GAA",
      "CTG TT",
      "TA TTA",
      "CA GCA",
      "CTC TT",
      "CTT AA",
      "CA GAA",
      "GC TGA",
      "GTT AA",
      "TC TTA",
      "GCC AA",
      "CTT TG",
      "GA CC",
      "C GCA",
      "GTA TT",
      "GTC TT",
      "CAA TT",
      "GTG TT",
      "CTC AA",
      "GGA GG",
      "C GAA",
      "GTC AA",
      "C GCC",
      "TA TAA",
      "TA CC",
      "TC TAA",
      "CCA TT",
      "C GGA",
      "CA GTG",
      "TCC TG",
      "CTC TG",
      "CTG TG",
      "CA GC",
      "GCA TT",
      "GCC TT",
      "TAA TG",
      "CTA TT",
      "GTT TG",
      "TGA TG",
      "GG CTG",
      "CC TCA",
      "GA GGA",
      "GCC TG",
      "AAA TT",
      "C GTA",
      "TA CAA",
      "CA TCA",
      "CA GTT",
      "TGA GA",
      "GG GAA",
      "CA CTG",
      "CA CAA",
      "CA GGA",
      "CC CCA",
      "CC CTG",
      "TA GAA",
      "GA GCA",
      "CC TCC",
      "CA CCA",
      "TA TCA",
      "GA GC",
      "CA TTA",
      "GA GTG",
      "GGA TT",
      "TA CTT",
      "CA CTT",
      "GTC TG",
      "TGA GG",
      "GA GTT",
      "GAA TG",
      "TCA TG",
      "GA CAA",
      "GA CTT",
      "GG CCA",
      "CA GCC",
      "CC CTT",
      "GC TAA",
      "GTG TG",
      "TA CTG",
      "TA GTT",
      "CAA TG",
      "GC TC",
      "CA GTA",
      "GC TCC",
      "CA TAA",
      "TTA TG",
      "GA TGA",
      "CA TGA",
      "GC GG",
      "CCA TG",
      "GA TAA",
      "GA CTG",
      "TA TGA",
      "GCA GG",
      "GA TCA",
      "GGA TG",
      "CC TGA",
      "GAA GG",
      "GA TTA",
      "CC TC",
      "GA CCA",
      "GC TTA",
      "CC CAA",
      "AAA TG",
      "GCA TG",
      "TA GTA",
      "TA CCA",
      "GG CTT",
      "C GTC",
      "GG TCA",
      "TA CTA",
      "TA GCA",
      "TA TC",
      "CTG GG",
      "CA TC",
      "GTG GG",
      "GA GTA",
      "CCA GG",
      "TA GTG",
      "CA CTA",
      "TC GG",
      "TCA GG",
      "CC TTA",
      "CA TCC",
      "CTT GG",
      "CC TAA",
      "CTA TG",
      "CAA GG",
      "GA GCC",
      "GA CTA",
      "GTA TG",
      "TA GGA",
      "TA GC",
      "GTT GG",
      "TA TCC",
      "CTC CA",
      "GG CAA",
      "GGA GA",
      "GAA GA",
      "GG TGA",
      "GG GCA",
      "CTG CA",
      "CC CTA",
      "AAA TA",
      "GG GTT",
      "GG GGA",
      "TCA GA",
      "GG GTG",
      "GG GC",
      "TCC CA",
      "CTT TA",
      "TC GA",
      "GTT TA",
      "CTT CC",
      "TT AAA",
      "C GTGA",
      "CA GTC",
      "GAA TA",
      "CC CTC",
      "GA TCC",
      "TTA TA",
      "GG TAA",
      "TCA CC",
      "GG TTA",
      "GCA GA",
      "CTT CA",
      "C GAGG",
      "TAA CA",
      "C GTCA",
      "TAA GA",
      "CTG TA",
      "C GCTG",
      "GC GA",
      "CAA TA",
      "GAA CA",
      "C GAAA",
      "TCA CA",
      "TGA CA",
      "CAA GA",
      "GG CTA",
      "C GTAA",
      "C GAGA",
      "TGA TA",
      "CAA CA",
      "C GATT",
      "TCA TA",
      "CTC TA",
      "CTG GA",
      "TAA GG",
      "CCA CA",
      "CC GG",
      "TG GAA",
      "C GGAA",
      "GTT CA",
      "CTG CC",
      "CCA GA",
      "C GCTT",
      "CCA CC",
      "TG CTG",
      "GG GTA",
      "TTA CA",
      "GCA CA",
      "TG TGA",
      "TC GAA",
      "GGA CA",
      "GTG GA",
      "TCC CC",
      "GCC CC",
      "CTT GA",
      "GTA TA",
      "C GTTA",
      "C GATG",
      "C GCCA",
      "GTT CC",
      "GC GC",
      "GTT GA",
      "CTA TA",
      "GTA GG",
      "GTC TA",
      "TGA CC",
      "GTG TA",
      "TC GTG",
      "GCA CC",
      "CTA CA",
      "C GCAA",
      "GCC CA",
      "TC GTT",
      "GTA GA",
      "GTC CA",
      "TCC TA",
      "GTA CA",
      "GCA TA",
      "CCA TA",
      "GGA TA",
      "GC GTG",
      "C GTCC",
      "CGG TT",
      "CGG TG",
      "GAA CC",
      "GG GCC",
      "GC GCC",
      "GA GTC",
      "TAA CC",
      "GTG CC",
      "GG TCC",
      "GCC TA",
      "CAA CC",
      "GA CTC",
      "TC GCC",
      "GTG CA",
      "CTA GG",
      "TC GC",
      "CA CTC",
      "TC GCA",
      "GC GGA",
      "GC GCA",
      "CC CGG",
      "TC GTA",
      "TTA GG",
      "GG CGG",
      "TC GGA",
      "GC GTT",
      "GG CTC",
      "TA GCC",
      "GG GTC",
      "GC GAA",
      "GA CGG",
      "CA CGG",
      "TG TTA",
      "CC GTG",
      "TC GTC",
      "C GCTA",
      "GC GTA",
      "GA CGA",
      "GA TC",
      "CC GCC",
      "C T",
      "G T",
      "GC GTC",
      "CC GCA",
      "CC CGA",
      "CA CGA",
      "CC GAA",
      "GG CGA",
      "CC GTT",
      "TA CTC",
      "GG TC",
      "TA GTC",
      "GGA CC",
      "GCA GC",
      "CC GGA",
      "CC GTA",
      "CC GA",
      "GTC TC",
      "CTA CC",
      "CGG CC",
      "TA CGG",
      "TTA CC",
      "GG CGC",
      "GTA CC",
      "TA CGA",
      "GA CGC",
      "CTA GA",
      "TTA GA",
      "CC CGC",
      "CA CGC",
      "CC GTC",
      "A TT",
      "GTG GC",
      "CGA CC",
      "GCC GG",
      "CGG GG",
      "CC GC",
      "TC T",
      "CTC GG",
      "GTC GG",
      "C G",
      "A TG",
      "TCC TC",
      "GTT TC",
      "TCA GC",
      "GCC TC",
      "CTC TC",
      "TA CGC",
      "GC T"
    ]
  }
}